Repository: SanderNicolaysen/toolit
Catalog: app/LanguageResources/Controllers.AccountController.*.resx
Languages: no

source: Access denied
no: Ingen tilgang

source: Confirm email
no: Bekreft epost-adresse

source: Reset password
no: Tilbakestill passord

source: Enter your authenticator code below
no: Skriv inn din autentiserings kode nedenfor

source: Enter your email
no: Skriv inn din epost-adresse

source: Forgot password confirmation
no: Passordbekreftelse

source: Forgot your password
no: Glemt passord

source: Locked out
no: Utelåst

source: Log in
no: Innlogging

source: log in with a recovery code
no: logge inn med

source: Please check your email to reset your password
no: Du har nå motatt en epost om tilbakestilling av passord

source: Please enter your email address below and click the Register button to complete the registration
no: Vennligst fyll ut din epost adresse nedenfor og klikk på registrer for og fullføre registreringen

source: Register
no: Registrer

source: Sign in
no: Logg inn

source: Submit
no: Bekreft

source: Thank you for confirming your email
no: Epost er bekreftet

source: This account has been locked out, please try again later
no: Denne brukeren har blitt utelåst, prøv igjen senere

source: Two-factor authentication
no: To-faktor autentisering

source: You do not have access to this resource
no: Du har ikke tilgang til denne ressursen

source: You have requested to login with a recovery code. This login will not be remembered until you provide&#xD;&#xA; an authenticator app code at login or disable 2FA and login again.
no: Du har bedt om å logge inn med en gjenopprettingskode. Denne innlogging vil ikke bli husket før du oppgir en autentiseringskode ved innlogging eller deaktiverer 2FA og logger på igjen.

source: You've successfully authenticated with
no: Tilgang innvilget

source: account
no: bruker

source: Associate your
no: Assosier din

source: Create a new account
no: Lag en ny bruker

source: Don't have access to your authenticator device? You can log in with a
no: Har du ikke tilgang til autentiserings enheten? Da kan du logge inn med en

source: recovery code
no: tilbakestillingskode

source: Recovery code verification
no: Tilbakestillingskode verifisering

source: click here to log in
no: klikk her for og logge inn

source: Reset
no: Tilbakestill

source: Reset your password
no: Tilbakestill ditt passord

source: Signed out
no: Logget ut

source: You have successfully signed out
no: Du har blitt logget ut

source: Your password has been reset. Please
no: Ditt passord har blitt tilbakestillt. Vennligst

source: Email
no: Epost

source: Forgot your password?
no: Glemt passord?
