Repository: SanderNicolaysen/toolit
Catalog: app/LanguageResources/Controllers.ManageController.*.resx
Languages: no

source: Add another service to log in.
no: Legg til en annen tjeneste for å logge inn.

source: Add authenticator app
no: Legg til autentiseringsapplikasjon

source: and
no: og

source: Authenticator app
no: Autentiserinsapplikasjon

source: Change password
no: Endre passord

source: Change your account settings
no: Endre kontoinstillinger

source: Close
no: Lukk

source: Configure authenticator app
no: Konfigurer autentiseringsapplikasjon

source: Disable 2FA
no: Deaktiver 2FA

source: Disable two-factor authentication (2FA)
no: Deaktiver totrinnsverifisering (2FA)

source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key&#xD;&#xA; used in an authenticator app you should &lt;a asp-action=&quot;ResetAuthenticatorWarning&quot;&gt;reset your&#xD;&#xA; authenticator keys.&lt;/a&gt;
no: Deaktivering av 2FA endrer ikke nøkklene som brukes i autentiseringsapplikasjoner. Hvis du ønsker å endre nøkkelen som brukes i en autentiseringsapplikasjon bør du <a asp-action="ResetAuthenticatorWarning"> tilbakestille dine autentiseringsnøkkler. </a>

source: Download a two-factor authenticator app like Microsoft Authenticator for
no: Last ned en totrinnsautentiseringsapp som Microsoft Authenticator for

source: Enable authenticator
no: Aktiver autentisering

source: External logins
no: Eksterne innlogginger

source: If you lose your device and don't have the recovery codes you will lose access to your account.
no: Hvis du mister enheten og ikke har gjenopprettingskoder, mister du tilgang til kontoen din.

source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
no: Hvis du tilbakestiller autentiseringsnøkkelen, vil autentiseringsprogrammet ditt ikke virke før du omkonfigurerer det.

source: Log in using your @provider.DisplayName account
no: Logg inn ved hjelp av din @provider.DisplayName konto

source: Manage your account
no: Administrer kontoen din

source: Manage your external logins
no: Administrer dine eksterne pålogginger

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you&#xD;&#xA; with a unique code. Enter the code in the confirmation box below.
no: Når du har skannet QR-koden eller tastet den inn ovenfor, vil din totrinnsautentiseringsapp gi deg en unik kode. Skriv inn koden i bekreftelsesboksen nedenfor.

source: or
no: eller

source: Password
no: Passord

source: Profile
no: Profil

source: Put these codes in a safe place.
no: Sett disse kodene på et trygt sted.

source: Recovery codes
no: Gjennopprettingskoder

source: Registered Logins
no: Registrerte innlogginger

source: Reset authenticator key
no: Tilbakestill autentiseringsnøkkel

source: Reset recovery codes
no: Tilbakestill gjenopprettingskoder

source: Save
no: Lagre

source: Scan the QR Code or enter this key &lt;kbd&gt;@Model.SharedKey&lt;/kbd&gt; into your two factor authenticator app. Spaces and casing do not matter.
no: Skann QR koden eller skriv inn denne koden <kbd>@Model.SharedKey</kbd> i totrinnsautentiserings-applikasjonen. Skiller ikke mellom små, store bokstaver og mellomrom.

source: Send verification email
no: Send verifikasjonsepost

source: Set password
no: Sett passord

source: Set your password
no: Sett ditt passord

source: This action only disables 2FA
no: Denne handlingen slår av 2FA

source: This process disables 2FA until you verify your authenticator app and will also reset your 2FA recovery codes. If you do not complete your authenticator app configuration you may lose access to your account.
no: Denne prosessen deaktiverer 2FA til du bekrefter autentiseringsapplikasjonen din, og vil også nullstille 2FA-gjenopprettingskoder. Hvis du ikke fullfører autentiseringsapplikasjons-konfigurasjonen, kan du miste tilgangen til kontoen din.

source: To enable QR code generation please read our &lt;a href='https://go.microsoft.com/fwlink/?Linkid=852423'&gt;documentation&lt;/a&gt;.
no: For å aktivere QR-kodegenerering, vennligst les vår <a href='https://go.microsoft.com/fwlink/?Linkid=852423'>dokumentasjon</a>.

source: To use an authenticator app go through the following steps:
no: For å bruke en autentiseringsapp, gå gjennom følgende trinn:

source: Two-factor authentication
no: Totrinnsverifisering

source: Update password
no: Oppdater passord

source: Verification Code
no: Verifiseringskode

source: Verify
no: Verifiser

source: You can &lt;a asp-action=&quot;GenerateRecoveryCodes&quot;&gt;generate a new set of recovery codes&lt;/a&gt;.
no: Du kan <a asp-action="GenerateRecoveryCodes">generere et nytt sett med gjenopprettingskoder</a>.

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
no: Du har ikke et lokalt brukernavn/passord for dette nettstedet. Legg til en lokal konto slik at du kan logge deg på uten ekstern pålogging.

source: You have 1 recovery code left
no: Du har 1 gjenopprettingskode igjen

source: You have @Model.RecoveryCodesLeft recovery codes left.
no: Du har @Model.RecoveryCodesLeft gjenopprettingskoder igjen.

source: You have no recovery codes left
no: Du har ingen gjenopprettingskoder igjen

source: You must &lt;a asp-action=&quot;GenerateRecoveryCodes&quot;&gt;generate a new set of recovery codes&lt;/a&gt; before you can log in with a recovery code.
no: Du må <a asp-action="GenerateRecoveryCodes">generere et nytt sett med gjenopprettingskoder</a> før du kan logge inn med en gjenopprettingskode.

source: You should &lt;a asp-action=&quot;GenerateRecoveryCodes&quot;&gt;generate a new set of recovery codes&lt;/a&gt;.
no: Du burde <a asp-action="GenerateRecoveryCodes">generere et nytt sett med gjenopprettingskoder</a>.
